[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.1

LanguageName=Spanish

FileAuthor=Fernando Deurer

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Sitio web Circle Dock
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Autor
SupportForumWord=Forum de Soporte
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Teclas Presionadas / Rueda de scroll del ratón para rotación
IconReplacementMode=Modo de reemplazo de icono
normal=Normal
topmost=Lo Más
alwaysOnBottom=Siempre al frente
zLevel=Z - Nivel

[MainContextMenu]
WebsiteWord=Sitio web
SettingsWord=Configuración
HideWord=Ocultar
ShowWord=Mostrar
QuitWord=Salir
RemoveWord=Eliminar
AddWord=Agregar
DockFolder=Carpeta del Dock
ChangeIcon=Cambiar Icono
ItemSettings=Configuración Item
PauseMouseToggling=Cambiar ratón a modo pausa
blankIcon=Icono Vacío

[SettingsPanel]
Name=Configuracion del Circle Dock
SettingsPanelWord=Panel de control
GeneralWord=General
DockShape=Forma del Dock

Labels=Descripciones
Animation=Animación
LocationWord=Ubicación
TogglingWord=Cambiar
FileDockIconAssociations=Archivo -> Asociación del icono del Dock
LanguageWord=Lenguaje
HelpWord=Ayuda
HotKeySelectorToggleDock=Combinación Teclas (Cambiar visualización Dock)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Combinacion valida de Teclas
InvalidHotKeyCombination=Combinacion invalida de Teclas/En Uso

CentreAroundCursorWhenShown=Centrado del Dock alrrededor cursor cuando es visto
CircleDockVersionWord=Versión del Circle Dock
EnableDockRotation=Permitir Rotación del Dock

ConfigurationDescriptionLabel=Personalice la forma en que Circle Dock se mostrará en pntalla

// Location Panel
lockDockAtCurrentPosition=Bloquear Dock En la posición actual

// General Panel
KeepDockAboveAllOtherWindows=Mantener Dock arriba de las demás ventanas
ClickSensitivity=Sencibilidad Click
Sensitive=Sensitivo
NotSensitive=No Sensitivo
EnablePortabilityMode=Activar Modo Portabilidad
UseMemorySaver=Utilizar almecenamiento memoria
useSameRotationValueAllLevels=Usar los mismos valores de rotación en todos los niveles
currentRotationValue=Definir el valor de rotación (Radians)

// Background Panel
Background=Fondo
BackgroundImage=Imagen Fondo
NormalSize=Tamaño Normal
NormalOpacity=Opacidad Normal

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Mismo Número de Items Por Círculo
NumberOfIconsPerCircle=Número Iconos Por Círculo
MinimumRadius=Radio Mínimo
SeparationBetweenCircles=Separación entre Círculos
FormatWord=Formato
CircleWord=Círculo
maximumNumberOfItemsPerCircle=Máximo Número de Items Por Círculo
lineWord=Lineal
spiralWord=Espiral
rateOfIncrease=Incremente de velocidad
defaultWord=Defecto
separationWord=Separación

// Centre Button Panel
CentreButton=Boton Central
DefaultCentreButton=Boton central por defecto
OtherSettings=Otras configuraciones
ShowStartMenuWhenClicked=Mostrar menu inicio con el click
StartMenuResidueWarning=Nota: Usted debe desactivar "Mostrar sombra bajo el Menú" En la configuración del estilo visual, pueden quedar residuos de sombras no deseadas.

// Dock Items Panel
DockItems=Items del dock
RightClickMenu=Click-derecho Menu
ShowWindowsFileFolderMenus=Mostrar Ventanas de Menu en archivos y carpetas
HideDock=Ocultar Dock
HideDockAfterFileExecution=Ocultar dock despues de abrir Archivos/Carpetas

// Labels Panel
FontWord=Font
ChangeFont=Cambiar letra
ChangeColor=Cambiar color
ShadowWord=Sombra
ShadowSize=Tamaño sombra
ShadowDarknessFactor=Factor oscuridad sombra
ShowLabels=Mostrar etiquetas
ShowLabelsOnMouseoverOnly=Mostrar etiquetas al pasar puntero

// Animation
AnimationWord=Animación
GeneralFrameRate=Velocidad general de cuadros (FPS)
RotationAnimationDuration=Duración de Animación Rotation (ms)
FadeInFadeOutDuration=Duración al aparecer y desaparecer (ms)
UsePoofAnimationWhenDeleting=Usar Animación al eliminar (Experimental)

//About Panel
AboutWord=Acerca de
ThePremiereCircularDockForWindows=El Estreno de circular dock para Windows
WebsiteWord=Sitio Web
VersionInformation=Información de Versión
OfficialHomepage=Pagina oficial

// Help Panel
SupportWord=Soporte
OfficialWebForum=Sitio del foro oficial
OfficialWebHelpFAQ=Sitio oficial Ayuda/Preguntas frecuentes

// Language Panel
LanguageFileLocation=Ubicacion archivo lenguaje
LanguageName=Nombre lenguaje
LanguageFileAuthor=Autor archivo lenguaje
LanguageFileVersion=Version archivo lenguaje
LanguageFileOriginallyIntendedFor=Archivo de lenguaje hecho para el Circle Dock Versión:
LanguageFileProgramRestartRequired=***Reiniciar el programa para cambio total de lenguaje***
LanguageFileValidCurrent=Archivo de lenguaje valido/Actual
LanguageFileInvalidOutofDate=Archivo de lenguaje invalido/Fuera de fecha

// File -> Icon Associations
FileIconAssocationsDescription=Iconos por defecto al agregar Archivos/Carpetas al Dock
FileNameIconAssociations=Nombre Archivo -> Asociación Icono
FolderNameIconAssociations=Nombre Carpeta -> Asociación Icono
FileExtensionIconAssociations=Extension Archivo -> Asociación Icono
DockFolderIconAssociation=Carpeta Dock -> Asociación Icono
fileName=Nombre archivo
folderName=Nombre carpeta
extensionName=Extensión
associatedDockIcon=Icono dock Asociado
browse=Navegar
startsWith=Comienza con
endsWith=Termina con
exactMatch=Exacto
contains=Contiene
sample=Ejemplo

// Toggling
ToggleVisibilityHotKey=Combinación teclas cambio de visualización
ToggleVisibilityMouseButton=Botón raton cambio de visualización
ShowDockWhenIMoveMyMouseTo=Mostrar Dock cuando muevo el raton a...
ScreenLeftEdge=Posicion Izquierda Pantalla
ScreenRightEdge=Posicion derecha Pantalla
ScreenTopEdge=Posicion superior pantalla
ScreenBottomEdge=Posicion abajo Pantalla
EdgeWidthHeight=Borde Ancho/Alto
dwellTime=Dwell Time



[ErrorMessages]
MissingInvalid=Perdido/Invalido
FilePathMissingInvalid=Archivo o ruta perdida o invalida

[DockItemProperties]
ItemSettings=Configurar Item
IconImage=Icon Image (En blanco por defecto)
Name=Name (En blanco por defecto)
Target=Objetivo
Folder=Carpeta.....
File=Archivo.....
StartIn=Comenzar en
Arguments=Argumentos
Run=Ejecutar
Normal=Normal
Minimized=Minimizado
Maximized=Maximizado
Close=Cerrar
